Repository: Smoggy/SpeedleIos
Catalog: Speedle/Supporting Files/*.lproj/Localizable.strings
Languages: bg, sv

source: Sign In Failed
bg: Неуспешно влизане
sv: Inloggningen misslyckades

source: Please try again later
bg: Моля, опитайте пак по-късно
sv: Var god försök senare

source: Something went wrong
bg: Нещо не е наред
sv: Ooops, något blev fel

source: Session Error
bg: Грeшка в сесията
sv: Sessionsfel

source: Your current session is no longer valid. Please log in again.
bg: Текущата сесия вече не е валидна. Моля, влезте отново.
sv: Du har blivit utloggad, vad god logga in igen

source: Please retry. If the problem persists contact us and mention this error code: %@
bg: Моля, опитайте отново. Ако проблемът продължава, свържете се с нас и дайте този код за грешка: %@
sv: Var god försök igen. Om felet kvarstår, kontakt oss och ange följande nummer: %@

source: Are you sure you want to Log Out?
bg: Наистина ли искате да излезете?
sv: Vill du verkligen logga ut?

source: Cancel
bg: Отмени
sv: Avbryt

source: Log Out
bg: Излез
sv: Logga ut

source: now
bg: сега
sv: nu

source: Success
bg: Успех
sv: Lyckades

source: Link copied to clipboard
bg: Линкът е копиран в клипборда
sv: Länken kopierad till utklipp

source: Choose account to proceed
bg: Изберете акаунт за да продължите
sv: Välj konto för att fortsätta

source: Post
bg: Публикувай
sv: Spara

source: YES
bg: Да
sv: JA

source: NO
bg: Не
sv: NEJ

source: The ad will not be saved
bg: Вашата обява няма да бъде съхранена
sv: Annonsen kommer inte sparas

source: Are you sure?
bg: Сигурни ли сте?
sv: Är du säker?

source: Choose from Library
bg: Изберете от Библиотеката
sv: Välj från bibliotek

source: Take Photo
bg: Снимайте
sv: Ta foto

source: Share this advertisement
bg: Споделете вашата обява
sv: Dela den här annonsen

source: Choose Ad Picture
bg: Изберете снимка за вашата обява
sv: Välj foto

source: Yes
bg: Da
sv: Ja

source: Mark this ad inappropriate?
bg: Искате ли да маркирате тази обява като неподходяща?
sv: Anmäl annonsen?

source: Mark Inappropriate
bg: Маркирайте като неподходящо
sv: Anmäl annonsen

source: Copy
bg: Koпирайте
sv: Kopiera

source: Select Categories
bg: Изберете категория
sv: Välj kategorier

source: Send Email
bg: Пратете имейл
sv: Skicka epost

source: Call
bg: Позвъни
sv: Ring

source: Search
bg: Потърси
sv: Sök

source: Uploading photo
bg: Снимката се качва
sv: Laddar upp foto

source: Error loading
bg: Грешка при зареждане
sv: Fel vid inläsning

source: No internet connection
bg: Нама връзка с интернет
sv: Inget internet

source: Remove
bg: Премахни
sv: Ta bort

source: Posting
bg: Публикува се
sv: Skickar

source: No internet connection. Tap to reload
bg: Няма връзка с интернет. Докоснете за да презаредите
sv: Inget internet, peka för att försöka igen

source: Location services is disabled
bg: Настройката за местоположение не е активирана
sv: Positioneringstjänster är avslagna

source: Save
bg: Запази
sv: Spara

source: Your ads will be displayed here
bg: Вашите обяви ще бъдат запазени тук
sv: Här kommer dina annonser synas

source: SELECT A CATEGORY TO SEARCH
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ ЗА ТЪРСЕНЕ
sv: VÄLJ EN KATEGORI ATT SÖKA I

source: Your favourite ads will be displayed here
bg: Предпочитаните от вас обяви ще бъдат показани тук
sv: Här kommer dina favoriter synas

source: There are no ads to show in this location
bg: Няма обяви в избраната от вас област
sv: Det finns inga annonser att visa här

source: Remove Ad
bg: Премахнете обявата
sv: Ta bort annons

source: Terms of Service
bg: Условия за ползване
sv: Användarvilkor

source: Description
sv: Beskrivning. Tänk på att använda #hashtags för att fler skall hitta dina annonser

source: Not You?
sv: Inte du?

source: By tapping to continue, you indicating that you have read the Privacy Policy and agree to the Terms of Service
sv: Genom att fortsätta indikerar du att läst och godkänt vår Privacy Policy samt våra Användarvilkor

source: Privacy Policy
bg: Конфиденциалност
